espressif/esp-idf/tools/test_apps/system/xip_from_psram/sdkconfig.ci.esp32s2
CONFIG_IDF_TARGET="esp32s2"

CONFIG_ESP32S2_SPIRAM_SUPPORT=y
CONFIG_SPIRAM_FETCH_INSTRUCTIONS=y
CONFIG_SPIRAM_RODATA=y
